/* Automatic Update Alert Description (Critical Update) */
"%1$@ %2$@ has been downloaded and is ready to use! This is an important update; would you like to install it and relaunch %1$@ now?" = "%1$@ %2$@ er lastet ned og klar til bruk! Dette er en viktig oppdatering. Vil du installere den og starte %1$@ på nytt nå?";

/* Automatic Update Alert Description (Normal Update) */
"%1$@ %2$@ has been downloaded and is ready to use! Would you like to install it and relaunch %1$@ now?" = "%1$@ %2$@ er lastet ned og klar til bruk! Vil du installere den og starte %1$@ på nytt nå?";

/* No comment provided by engineer. */
"%1$@ can't be updated when it's running from a read-only volume like a disk image or an optical drive. Move %1$@ to your Applications folder, relaunch it from there, and try again." = "%1$@ kan ikke oppdateres når den kjører fra en skrivebeskyttet kilde som et diskbilde eller en optisk stasjon. Flytt %1$@ til Applikasjoner-mappen, start den på nytt derfra og prøv på nytt.";

/* No comment provided by engineer. */
"%@ %@ is currently the newest version available." = "%1$@ %2$@ er den nyeste tilgjengelige versjonen.";

/* No comment provided by engineer. */
"%@ downloaded" = "%@ lastet ned";

/* No comment provided by engineer. */
"%@ of %@" = "%1$@ av %2$@";

/* Description text for SUUpdateAlert when the update is downloadable. */
"A new version of %@ is available. Update to %@ to experience the latest improvements." = "En ny versjon av %1$@ er tilgjengelig. Oppdater til %2$@ for å oppleve de nyeste forbedringene.";

/* Description text for SUUpdateAlert when the update informational with no download. */
"A new version of %@ is available. Update to %@ to experience the latest improvements. Would you like to learn more about this update on the web?" = "En ny versjon av %1$@ er tilgjengelig. Oppdater til %2$@ for å få med deg de nyeste forbedringene. Vil du lese mer om denne oppdateringen på nettet?";

/* Automatic Update Alert Title (Normal Update) */
"A new version of %@ is ready to install!" = "En ny versjon av %@ er klar til å installeres!";

/* No comment provided by engineer. */
"An error occurred in retrieving update information. Please try again later." = "Det oppsto en feil under innsamling av oppdateringsinformasjon. Vennligst forsøk igjen senere.";

/* No comment provided by engineer. */
"An error occurred while downloading the update. Please try again later." = "Det oppsto en feil ved nedlasting av oppdateringen. Prøv igjen senere.";

/* No comment provided by engineer. */
"An error occurred while extracting the archive. Please try again later." = "Det oppsto en feil ved utpakking av arkivet. Prøv igjen senere.";

/* No comment provided by engineer. */
"An error occurred while installing the update. Please try again later." = "Det oppsto en feil ved installering av oppdateringen. Prøv igjen senere.";

/* No comment provided by engineer. */
"An error occurred while parsing the update feed." = "Det oppsto en feil ved analysering av oppdateringsfeeden.";

/* No comment provided by engineer. */
"An error occurred while relaunching %1$@, but the new version will be available next time you run %1$@." = "Det oppsto en feil ved relansering av %1$@, men den nye versjonen vil være tilgjengelig neste gang du kjører %1$@.";

/* Automatic Update Alert Title (Critical Update) */
"An important update to %@ is ready to install" = "En viktig oppdatering i %@ er klar for å installeres";

/* the unit for bytes */
"B" = "B";

/* No comment provided by engineer. */
"Cancel" = "Avbryt";

/* No comment provided by engineer. */
"Cancel Update" = "Avbryt oppdatering";

/* No comment provided by engineer. */
"Checking for updates..." = "Ser etter oppdateringer...";

/* Take care not to overflow the status window. */
"Downloading update..." = "Laster ned oppdatering...";

/* Take care not to overflow the status window. */
"Extracting update..." = "Pakker ut oppdatering...";

/* the unit for gigabytes */
"GB" = "GB";

/* No comment provided by engineer. */
"Install and Relaunch" = "Installer og start på nytt";

/* Take care not to overflow the status window. */
"Installing update..." = "Installerer oppdatering...";

/* the unit for kilobytes */
"KB" = "KB";

/* Alternate title for 'Install Update' button when there's no download in RSS feed. */
"Learn More..." = "Lær mer ...";

/* No comment provided by engineer. */
"Let's update your app" = "La oss oppdatere appen din";

/* the unit for megabytes */
"MB" = "MB";

/* No comment provided by engineer. */
"OK" = "OK";

/* No comment provided by engineer. */
"Ready to Install" = "Klar for installering";

/* No comment provided by engineer. */
"Should %1$@ automatically check for updates? You can always check for updates manually from the %1$@ menu." = "Skal %1$@ se etter oppdateringer automatisk? Du kan alltid se etter oppdateringer manuelt fra %1$@-menyen.";

/* No comment provided by engineer. */
"The update is improperly signed." = "Oppdateringen er ikke riktig signert.";

/* No comment provided by engineer. */
"The update will not be installed because the user requested for the system to power off" = "Oppdateringen blir ikke installert fordi brukeren ba om at systemet skal slås av";

/* Automatic Update Alert Title (Forced Update) */
"Uh oh. Your version of %@ is out of date." = "Ups. Versjonen du bruker (%@) er utdatert.";

/* No comment provided by engineer. */
"Update Error!" = "Oppdateringsfeil!";

/* No comment provided by engineer. */
"Updating %@" = "Oppdaterer %@";

/* 'Error' message when the user checks for updates but is already current or the feed doesn't contain any updates. (not necessarily shown in UI) */
"You already have the newest version of %@." = "Du har allerede den nyeste versjonen av %@.";

/* Status message shown when the user checks for updates but is already current or the feed doesn't contain any updates. */
"You're up-to-date!" = "Du er oppdatert!";

/* Automatic Update Alert Description (Forced Update) */
"You’re currently on version %@ which is no longer supported. We’ve made a lot of improvements since then so please download the latest version to continue." = "Du er nå på versjon %@, som ikke lenger støttes. Vi har gjort mange forbedringer siden den gang, så last ned nyeste versjon for å fortsette.";
